tuvistavie/fish-ssh-agent
dracula/fish
jorgebucaran/fisher
kidonng/zoxide.fish
patrickf1/fzf.fish
meaningful-ooo/sponge
joseluisq/gitnow
laughedelic/pisces
fischerling/plugin-wd
wfxr/forgit
rwietter/fish-abbreviation-tips
/home/rwietter/Downloads/trash/pomo.fish/pomo.fish
jorgebucaran/hydro
